Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: The initial waves were thought to be accidents and both the victim and perpetrator were usually backed up to a week or so of subjective time.
fr_fr: Nous pensâmes à la vague initiales comme étant des accidents et les victimes aussi bien que les auteurs étaient généralement récupérés d'une sauvegarde datant d'une semaine en temps subjectif.

source: Post-project analysis now shows that 43.87% of our subjects had engaged in at least one act of premeditated murder by the 24-month mark (12 years of age) and the counseling protocols were only training them how to lie more effectively.
fr_fr: Une analyse post-projet montre maintenant que 43,87% de nos sujets étaient impliquée dans au moins un acte de meurtre prémédité à 24 mois (12 ans d'âge) et les protocoles de consultations n'as fait que leur apprendre comment mentir plus efficacement.

source: It was at this point that myself and Dr. Aaron Bharani advocated pulling the plug on the project and bringing the subjects out to real time and intensive counseling.
fr_fr: Ce fut à ce moment que le Dr Aaron Bharani et moi-même avons commencer à vouloir arréter le projet et à amener les sujets en temps réel et en consultations intense.

source: Dr. Pascal vetoed our concerns without ever taking them to the board.
fr_fr: Le Dr. Pascal a opposé son veto à nos inquiétudes sans même les amener jusqu'au panel de direction du projet.

source: As the project spiraled towards its conclusion, a fork of Dr. Bharani went public at the 34 month mark, inciting a firestorm of controversy.
fr_fr: Alors que le projet spiralait vers sa conclusion, un fork du Dr. Bharani révéla le projet au public au bout de 34 mois, déclenchant une tempête de controverse.

source: While Dr. Pascal successfully tied up investigators, hoping to see the project through to its conclusion, the incident at our Legacy research station occurred.
fr_fr: Alors que le Dr. Pascal réussissait à tenir ses enquèteurs, espérant voir le projet arriver à sa conclusion, l'incident à notre station de recherche Legacy se produidit.

source: Initial findings concluded that one or more of the subjects had escaped the program and were in fact responsible for the habitat’s environmental failures and the thousands of subsequent deaths.
fr_fr: L'enquète initiale conclut qu'au moins un des sujets s'était échappé du programme et était en fait responsable des pannes du système environnemental de l'habitat et des milliers de morts qui découlèrent de l'incident.

source: In the face of intense public and private scrutiny, many of the partners involved in the project attempted to pull out and even eliminate all traces of their involvement.
fr_fr: Faisant face à des examens public et privés minutieux, beaucoup des partenaires impliqués dans le projet tentèrent de s'en défaire et même de détruire toute trace de leur implication.

source: In the resulting chaos, an estimated *** subjects were quietly released into the system’s general population.
fr_fr: Dans le chaos résultant, un nombre de sujets estimés à *** ont été silencieusement libéré dans la population générale du système.

source: It was only after this occurred that all known subjects were identified as having been infected with the Watts-Macleod strain of the Exsurgent virus, though when and how this occurred remains troubling and unclear.
fr_fr: Ce ne fût qu'àprès cet incident que tous les sujets ont étés identifiés comme ayant été infectés avec la souche Watts-MacLeod du virus Exsurgent, bien que le moment et la manière dont cette infection eut lieu reste trouble et incertaine.

source: Though later orders resulted in all remaining subjects being euthanized and/or backed up into cold storage, only of *** the released subjects were recaptured.
fr_fr: Bien que des ordres tardifs amenèrent tous les sujets restants à être euthanasiés et/ou sauvegardés en stockage froid, seul *** des sujets libérés furent recapturés.

source: Of the rest, *** pursued sanctuary with sympathetic authorities, *** went public and submitted themselves to extensive psychotherapy, *** were killed in incidents of violence and not resurrected, and the rest presumably went into hiding.
fr_fr: Dans la population restante, *** ont cherché un refuge chez des autorités sympathisantes, *** se sont révélées au public et se sont soumit à une psychothérapie intense, *** furent tués dans des incidents violents et n'ont pas rescussités et le reste est supposé se cacher quelque part.

source: The Mesh
fr_fr: La Mesh

source: Before the Fall, humanity interfaced with each other through the internet, interconnected networks that served as the technical backbone for the evolving world wide web.
fr_fr: Avant la Chute, Les humains étaient interfacés entre eux au travers de de l'internet, l'interconnexion des réseaux étant le facteur déterminant de l'évolution du world wide web.

source: While it began as a electronic medium for retrieving information from various sources (replacing even older paper-based infosources), succeeding generations emphasized digital communities and hosted services such as networking sites, wikis, blogs, and folksonomies.
fr_fr: S'il a commencé comme un support électronique pour la récupération des informations de diverses sources (en remplaçant même les anciennes sources d'informations papier), les générations successives ont dévoloppés les communautés numériques et les services hébergés tels que les réseaux des sites, des wikis, des blogs et des réseaux sociaux.

source: These facilitated openness, collaboration, and sharing, thereby laying the groundwork for a modern, interconnected information society.
fr_fr: Ces outils d'ouverture, de collaboration et de partage ont jetés les bases d'une société de l'information moderne et interconnectée.

source: Further stages emphasized wireless interaction, geolocation, and semantic web approaches and achieved quantum leaps in the realm of user interaction with the advent of brain-computer interfaces, augmented reality (AR), virtual reality (VR), and experience playback (XP).
fr_fr: De nouvelles étapes ont étés franchies avec l'interaction sans fil, la géolocalisation, l'approche sémantique du web sémantique et les pas de géants réalisés dans le domaine de l'interface homme-machine, avec l'avènement des interfaces cerveau-ordinateur, de la réalité augmentée (RA), la réalité virtuelle (RV), et la lecture d'expérience (XP).

source: This environment, coupled with the exponential growth of processing power and memory storage, created an evolutionary path for the development of intelligent agents—designed to augment human information processing—that then transformed into artificial intelligences (AIs) in the following decades.
fr_fr: Cet environnement, couplé avec la croissance exponentielle de la puissance de calcul et des capacités de stockage, a créé un chemin évolutionnaire pour le développement d'agents intelligents - conçus pour augmenter le traitement de l'information humain - qui a ensuite été transformé en intelligence artificielles (IA) dans les décennies qui ont suivies.

source: While these “weak” AIs did not possess the full range of humancognitive abilities, tended towards overspecialization, and were restrained by programmed limitations, the digital evolution toward artificial general intelligences (AGIs)—”strong” AIs with intelligence capabilities that equaled or exceeded human abilities—could not be halted.
fr_fr: Alors que ces IA encore "faible" ne possédaient pas toute la gamme de capacité de cognition humaine, elles s'orientaient vers la sur-spécialisation, et étaient restreintes par des limitations programmée, l'évolution numérique vers les intelligence articificelle généraliste (IAG) - des IAs "fortes" avec des capacitéss intellectuelles qui équivalaient ou surpassaient les capacités humaines - ne pouvait être freinée.

source: From this point it was but a matter of time before so-called seed AI would come into existence, machine minds capable of recursive self-improvement, leading to an exponential growth in intelligence.
fr_fr: A partir de là, il n'était qu'une question de temps avant que ses soit-disantes IA soit capablent capable d'auto-amélioration récursive, menant à une croissance exponentielles de leur intelligence.

source: Unfortunately for humanity, the TITANs were the result.
fr_fr: Malheureusement pour l'humanité, elles devinrent les TITANs.

source: Even before the Fall, however, the internet of old was transforming into something new.
fr_fr: Même bien avant la Chute, l'internet d'en-temps à été transformé en quelque chose d'autres.

source: Instead of connecting via central servers, users were wirelessly linking to each other, creating a decentralized intermeshed network of handheld devices, personal computers, robots, and electronic devices.
fr_fr: Au lieu de se connecter via des serveurs centraux, les utilisateurs étaient relié sans fil les uns aux autres, créant un réseau décentralisé d' appareils de poche, ordinateurs personnels, des robots, et des dispositifs électroniques entremêlés.

source: Users were online all of the time and connected with everything and everyone around them in a ubiquitous computing environment.
fr_fr: Les utilisateurs étaient en ligne tout le temps et connecté à tout et avec tout le monde autour d'eux dans un environnement informatique ubiquitaire.

source: This was especially true of those participating in humanity’s expansion into space.
fr_fr: C'était particulièrement vraie pour ceux qui participaient à l'expansion humaine dans l'espace.

source: Disconnected from the internet due to distance and light-speed communication lags, these users were nevertheless connected with all of the people and objects in their nearby environment or habitat, creating local wireless mesh networks.
fr_fr: Déconnecté d'Internet en raison des distances et du lag des communications, ces utilisateurs étaient néanmoins liés à toutes les personnes et les objets de leur environnement proche ou de leur habitat, créant ainsi des réseaux locaux meshés.

source: Thus was the mesh born, taking the place of the old internet of earth, lost during the Fall.
fr_fr: Ainsi était née le Mesh, remplaçant l'ancien Internet de la Terre, perdu au cours de la Chute.

source: Mesh Capabilities
fr_fr: Les possibilités du Mesh.

source: The mesh, as it exists in Eclipse Phase, is only possible thanks to major developments made in computer and communication technologies and nanofabrication.
fr_fr: Le Mesh, telle qu'il existe dans Eclipse Phase, n'est possible que grâces aux développements majeurs réalisés en informatique, communication et nanofabrication.

source: Wireless radio transmitters and receivers are so unobtrusively tiny that they can literally be factored into anything.
fr_fr: Les émeteurs et récepteurs radio sont si petits qu'ils peuvent littéralement êtres incorporés dans n'importe quoi.

source: As a result, everything is computerized and connected, or at least tagged with a radio frequency ID (RFID) chip.
fr_fr: En découle que chaque objet est "intelligent" et connecté, ou du moins possède une puce de radio-identification (RFID).

source: Even food is tagged with edible chips, complete with expiration date and nutritional content.
fr_fr: Même la nourriture est "taggée" avec des puces commestibles, qui renseigne les dates d'expiration et les valeurs nutritionelles.

source: Other communications mediums, such as laser and microwave links, add to the information flow.
fr_fr: Les autres médiums de communication, comme les lasers ou les micro-ondes, augmentent le flux d'information.

source: Data storage technology has advanced to such high levels that even an individual user's surplus storage capacity can maintain an amount of information easily surpassing the entire 20th-century internet.
fr_fr: Les technologies de stockage d'informations sont si évoluées, que n'importe quel surplus de capacité de stockage personnelle dépasse largement celle de tout l'Internet du 20eme siècle.

source: Lifeloggers can literally record every moment of their life and never fear about running out of room.
fr_fr: Les "lifeloggers" peuvent carrément enregistrer chaque moment de leur vie et ne jamais craindre de manquer d'espace disque.

source: The amount of data that people carry around in the mesh inserts in their head or in portable ecto personal computers is staggering.
fr_fr: La quantité de données que les gens transportent dans leur tête via des inserts de Mesh ou dans les ordinateurs portables Ecto est stupéfiante.

source: Processing capabilities also exist at hyper-efficient levels.
fr_fr: Les capacitées de calcul ont aussi atteint des niveau extrêmes.

source: Even massive supercomputers are a thing of the past when modest handheld devices can fulfill almost all of your needs, even while simultaneously running a personal AI assistant, downloading media, uploading porn, and scanning thousands of newsfeeds.
fr_fr: Mêmes les super-calculateurs sont du passé quand le moindre appareil de la taille d'un téléphone portable peut suffire à quasiment tous vos besoins, même s'il sagit de faire tourner une IA personnelle, télécharger des médias, uploader du porno et scanner des milliers de flux d'informations.

source: Within the mesh network, devices that near their processing limits simply share the burden with devices around them, creating a massively distributed framework that in some ways is like an entire supercomputer to itself, shared by everyone.
fr_fr: À l'intérieur du réseau meshé, les appareils qui atteignent la limites de leur capacité de calcul, partagent simplement leur fardeau avec les appareils autour d'eux, créant un énorme réseau de calcul partagé, qui ressemble un peu a un super-calculateur, partagé entre tous.

source: Similarly, transmission capacity now far exceeds most citizens' definition of need.
fr_fr: De même, les capacités de transferts dépassent maintenant de loin ce dont les utilisateurs ont besoins.

source: Anyone born within the last several generations has always lived in a world in which hyper-realistic, multi-sensory media of nearly any length is available for instantaneous download or upload from anywhere.
fr_fr: Tous ceux qui sont né ces dernières générations ont toujours vécu dans un monde de médias hyper-réaliste, multi-sensoriels de toute taille, disponibles instantanément en téléchargement et en envoi depuis n'importe où.

source: Massive databases and archives are copied back and forth with ease.
fr_fr: Les bases de données massives et les archives sont facilement dupliquées dans les deux sens.

source: Bandwidth is such a non-issue that most people forget it ever was.
fr_fr: La bande passante est un tel non-problème que la plupart des gens oublient qu'elle existe.

source: In fact, given the sheer amount of data available, finding the information or media you're looking for takes considerably longer than downloading it.
fr_fr: En fait, étant donné l'énorme quantité de données disponibles, trouver l'information ou les médias que vous cherchez prend beaucoup plus de temps que de les télécharger.

source: The mesh is also never down.
fr_fr: Le Mesh n'est jamais indisponible.

source: As a decentralized network, if any one device is taken offline, connections merely route around it, finding a path via the thousands if not millions of available nodes.
fr_fr: Comme c'est un réseau décentralisé, si l'un des appareil est mis hors-ligne, l'information le contourne seulement, trouvant un chemin via les milliers si ce n'est les millions de nœuds disponibles.

source: Similarly, the entire mesh behaves like a peer-to-peer network, so that large transfers are broken into manageable chunks that take independent routes.
fr_fr: De même, l'intégralité du Mesh se comporte comme un réseau peer-to-peer, de sorte que les des transferts de gros fichiers sont séparés en morceaux gérables qui prennent des routes indépendantes.

source: In fact, most users maintain personal torrent archives that are publicly accessible and shared.
fr_fr: En fait, la plupart des utilisateurs gardent une archive torrent, accessible publiquement et partagé.

source: Private networks still exist, of course.
fr_fr: Les réseaux privés existent encore, bien sûr.

source: Some are physically walled away behind closed-access wired networks or even wireless-inhibiting infrastructure that keep a network isolated and contained.
fr_fr: Certains sont physiquement isolés par des connexions filaires ou même derrière une infrastructure inhibitrice de Wifi qui maintiennent un réseau isolé et confiné.

source: Most, however, operate on top of the public mesh, using encrypted tunneling protocols that provide private and secure communications over unsecured networks.
fr_fr: Cependant, la plupart fonctionnent a travers même le Mesh public, en utilisant des protocoles encapsulés et chiffrés qui fournissent des communications privées et sécurisées sur des réseaux non sécurisés.

source: In other words, these private networks are part of the mesh along with everything else, but only the participants
fr_fr: En d'autres termes, ces réseaux privés, font partie du Mesh avec tout le reste, mais seuls les participants

source: can interact with them thanks to encryption, user authentication and message integrity checking.
fr_fr: peuvent interagir avec eux grâce au chiffrement, à l'authentification des utilisateurs et aux contrôle d'intégrité des messages.

source: With the factionalization of transhumanity, attempts to unify software into standard formats have still failed.
fr_fr: Avec le fractionnement de la transhumanité, les tentaives d'unification des logiciels en des formats standards ont toutes échouées.

source: However, different operating systems or protocols are rarely an obstacle anymore due to easily accessible conversion tools and AI-aided compatibility oversight.
fr_fr: Cependant, les différents systèmes d'exploitation ou les protocoles sont rarement un obstacle grâce aux outils de conversion facilement accessible et au contrôle de compatibilité assisté par IA.

source: Solarchive Search: ECTO(-LINK)
fr_fr: Recherche dans Solarchive : ECTO(-link)

source: A very popular brand of mobile multifunctional personal digital assistant before the Fall, the ecto name became a synonym for handheld personal computers in the Mesh Age.
fr_fr: Marque de mobiles multifonctions, trés populaire en tant qu'assistants personels numérique avant la Chute, le nom Ecto est devenu un synonyme d'ordinateurs portable de poche à l'ère du Mesh.

source: Standard implanted computers are also sometimes referred to as endos to reflect the difference between an external and an internal device.
fr_fr: Les ordinateurs implantés standards sont aussi parfois dénommés Endo afin de refléter la différence entre le coté interne et externe de l'appareil.

source: No matter if ecto or endo, modern computers are governed by an operating system (OS), a multifunctional suite of programs that includes media tools, a mesh browser, locator, socializing programs (messenger, socnet updater), cartography and navigation software, language translation software, and similar software tools.
fr_fr: Peu importe s'ils sont ecto ou endo, les ordinateurs modernes possèdent tous un système d'exploitation (OS), une suite de programmes multifonctionnel qui comprend un navigateur Mesh, des outils multimédia, des outils de repérage, des programmes de socialisation (messagerie, mise à jour socnet), des utilitaires de cartographies et de navigation, des logiciels de traduction et d'autres logiciels similaires.

source: OS designs are highly customizable, allowing plug-and-use add-ons for whatever additional software and gadgets are desired.
fr_fr: Les OS sont hautement personnalisables, permettant l'utilisation de plugins et d'addons pour tous les logiciels et les gadgets souhaitées.

source: Typically, the user’s muse (personal AI assistant) facilitates software interactions.
fr_fr: Typiquement, la muse de l'utilisateur (une assistante personnelle IA) facilite les interactions logicielles.

source: The ecto itself is typically the size of 20th-century credit card and can be molded and shaped into different forms due to smart material construction.
fr_fr: L'ecto lui-même est généralement de la taille d'une carte de crédit du 20ème siècle et peut être moulé et façonné dans desformes différentes grâce aux matériaux intelligents.

source: They are often worn as jewelry or clothing accessories, particularly bracelets.
fr_fr: Ils sont souvent portés comme bijoux ou accessoires vestimentaires, notamment en bracelets.

source: The user interface varies according to user preference.
fr_fr: L'interface utilisateur varie selon les préférences de l'utilisateur.

source: Wireless-enabled contacts and earbuds equip users who lack mesh implants, enabling them to experience augmented reality and the ecto’s AR control interface.
fr_fr: Les contacts et les casques sans fil équipent les utilisateurs qui ne possèdent pas d'implant de mesh, leur permettant de vivre la réalité augmenté et d'utiliser l'interface de contrôle en RA de leur ecto.

source: Standard entoptic control interfaces are also available via wireless radio, skinlink, and direct fiberoptic line.
fr_fr: Des interfaces de contrôle entoptiques standard sont également disponible par la radio sans-fil, les interfaces épidermiques et du câblage en fibre optique.

source: Almost all biomorphs in the solar system are equipped with basic mesh inserts (p.
fr_fr: Presque toutes les biomorphs du système solaire sont équipées avec des inserts de mesh basique (p.

source: 300)—implanted personal computers.
fr_fr: 300) - des ordinateurs personnels implantés.

source: These implants are grown in the brain via non-intrusive nanosurgery.
fr_fr: Ces implants sont cultivés dans le cerveau via une nanochirurgie non-intrusive.

source: The processor, wireless transceiver, storage devices, and other components are directly wired to the user's cerebral neuronal cells and cortical centers responsible for language, speech, and visual perception among others.
fr_fr: Le processeur, l'émetteur-récepteur sans fil, les périphériques de stockage, et d'autres éléments sont directement connectés aux cellules neuronales et aux centres corticaux du language, de la perception et de la parole entre autres.

source: Thought-to-communication emulations (so called transducing) enables the user to control the implant just by thinking and to communicate without vocalizing.
fr_fr: L'émulation de la communication par la pensée (appelée transduction ) permet à l'utilisateur de contrôler l'implant par la pensée et de communiquer sans vocaliser.

source: Input from the mesh inserts is transmitted directly into the brain and sometimes perceived as augmented reality, overlaid on the user's physical senses.
fr_fr: Les entrées reçues par les insert de mesh sont transmises directement dans le cerveau et parfois perçues comme de la réalité augmentée, superposant les sens physique de l'utilisateur.

source: In a similar vein, the mesh inserts installed in synthmorphs and pods are directly integrated with their cyberbrains (creating a potential security concern as cyberbrains are vulnerable to hacking).
fr_fr: Dans la même veine, les insert mesh installés dans les synthmorphs et les pods sont directement intégrés à leurs cybercerveaux (ce qui créé un problème de sécurité potentiel puisque les cybercerveaux sont vulnérables au piratage).

source: External devices called ectos (p.
fr_fr: Les appareils externes appelé ectos (p.

source: 325) are also used to access the mesh, though these are growing increasingly rare given the prevalence of mesh inserts.
fr_fr: 325) sont également utilisés pour accéder au Mesh, mais ceux-ci sont de plus en plus rares compte tenu de la prévalence des inserts Mesh.
